Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Panel Text Size
ar: حجم نص اللوحة
de: Panel-Textgröße
es: Tamaño del texto del panel
fr: Taille du texte des panneaux
hu: Panel szövegmérete
ja: パネルのテキストサイズ
nl: Tekstgrootte van het paneel
pl: Rozmiar tekstu panelu
pt: Tamanho do texto dos painéis
ru: Размер текста панели
sv: Textstorlek för paneler
tr: Panel Metin Boyutu
vi: Kích cỡ chữ bảng
zh_hans: 面板文字大小
zh_hant: 面板文字大小

source: Panels
ar: لوحات
es: Paneles
fr: Panneaux
hu: Panelek
ja: パネル
nl: Panelen
pl: Panele
pt: Painéis
ru: Панели
sv: Paneler
tr: Paneller
vi: Các bảng
zh_hans: 面板
zh_hant: 面板

source: Panels & Menus
ar: اللوحات والقوائم
de: Panels & Menüs
es: Paneles y menús
fr: Panneaux et menus
hu: Panelek és menük
ja: パネルとメニュー
nl: Panelen en menu's
pl: Panele i menu
pt: Painéis e Menus
ru: Панели и меню
sv: Paneler och menyer
tr: Paneller & Menüler
vi: Bảng & Menu
zh_hans: 面板与菜单
zh_hant: 面板與選單

source: Partly Cloudy
ar: غائم جزئيًا
de: Teilweise bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
hu: Részben felhős
ja: 晴れ時々くもり
nl: Gedeeltelijk bewolkt
pl: Częściowe zachmurzenie
pt: Parcialmente nublado
ru: Переменная облачность
sv: Delvis molnigt
tr: Parçalı Bulutlu
vi: Mây rải rác
zh_hans: 局部多云
zh_hant: 局部多雲

source: Passwords and other concealed clipboard content are never recorded.
ar: لا يتم أبدًا تسجيل كلمات السر ومحتوى الحافظة المخفي الآخر.
de: Passwörter und andere verborgene Inhalte der Zwischenablage werden nie aufgezeichnet.
es: Las contraseñas y otros contenidos ocultos del portapapeles nunca se registran.
fr: Les mots de passe et autres contenus masqués du presse-papiers ne sont jamais enregistrés.
hu: A jelszavakat és más rejtett vágólaptartalmakat soha nem rögzíti.
ja: パスワードやその他の非表示のクリップボード内容は記録されません。
nl: Wachtwoorden en andere verborgen klembordinhoud worden nooit vastgelegd.
pl: Hasła i inne ukryte treści schowka nigdy nie są zapisywane.
pt: As palavras-passe e outro conteúdo oculto da área de transferência nunca são registados.
ru: Пароли и другое скрытое содержимое буфера обмена никогда не сохраняются.
sv: Lösenord och annat dolt urklippsinnehåll sparas aldrig.
tr: Parolalar ve diğer gizli pano içerikleri asla kaydedilmez.
vi: Mật khẩu và các nội dung ẩn khác trong bảng nhớ tạm không bao giờ được ghi lại.
zh_hans: 密码及其他隐藏的剪贴板内容不会被记录。
zh_hant: 密碼及其他隱藏的剪貼板內容絕不會被記錄。

source: paste
ar: لصق
de: einsetzen
es: pegar
fr: coller
hu: beillesztés
ja: ペースト
nl: plakken
pl: wklej
pt: colar
ru: вставить
sv: klistra in
tr: yapıştır
vi: dán
zh_hans: 粘贴
zh_hant: 貼上

source: pasteboard
ar: الحافظة
de: zwischenablage
es: portapapeles
fr: presse-papiers
hu: vágólap
ja: ペーストボード
nl: klembord
pl: schowek
pt: área de transferência
ru: буфер обмена
sv: urklipp
tr: pano
vi: bảng nhớ tạm
zh_hans: 剪贴板
zh_hant: 剪貼板

source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
hu: Útvonal
ja: パス
nl: Pad
pl: Ścieżka
pt: Caminho
ru: Путь
sv: Sökväg
tr: Yol
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Pause
ar: إيقاف مؤقت
es: Pausa
hu: Szüneteltetés
ja: 一時停止
nl: Pauzeer
pl: Wstrzymaj
pt: Pausar
ru: Пауза
sv: Pausa
tr: Duraklat
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: Pause for 1 Hour
ar: إيقاف مؤقت لمدة ساعة
de: 1 Stunde pausieren
es: Pausar durante 1 hora
fr: Suspendre pendant 1 heure
hu: Szüneteltetés 1 órára
ja: 1時間一時停止
nl: 1 uur pauzeren
pl: Wstrzymaj na godzinę
pt: Pausar Durante 1 Hora
ru: Пауза на 1 час
sv: Pausa i 1 timme
tr: 1 Saat Duraklat
vi: Tạm dừng 1 giờ
zh_hans: 暂停 1 小时
zh_hant: 暫停 1 小時

source: Paused
ar: متوقف مؤقتًا
de: Pausiert
es: En pausa
fr: En pause
hu: Szüneteltetve
ja: 一時停止中
nl: Gepauzeerd
pl: Wstrzymano
pt: Em pausa
ru: На паузе
sv: Pausad
tr: Duraklatıldı
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

source: people
ar: أشخاص
de: personen
es: personas
fr: personnes
hu: emberek
ja: 連絡先
nl: personen
pl: osoby
pt: pessoas
ru: люди
sv: personer
tr: kişiler
vi: mọi người
zh_hans: 联系人
zh_hant: 聯絡人

source: People
ar: الأشخاص
de: Personen
es: Personas
fr: Personnes
hu: Emberek
ja: 人々
nl: Mensen
pl: Osoby
pt: Pessoas
ru: Люди
sv: Personer
tr: İnsanlar
vi: Con người
zh_hans: 人物
zh_hant: 聯絡人

source: per app
ar: لكل تطبيق
de: pro app
es: por app
fr: par app
hu: appenként
ja: アプリごと
pl: poszczególne aplikacje
pt: por app
ru: для каждого приложения
tr: uygulama başına
vi: theo ứng dụng
zh_hans: 各应用
zh_hant: 依應用程式

source: Per-Display Anchor Offset
ar: إزاحة الارتكاز لكل شاشة
de: Ankerversatz pro Bildschirm
es: Desplazamiento del anclaje por pantalla
fr: Décalage de l'ancre par écran
hu: Kijelzőnkénti horgonyeltolás
ja: ディスプレイごとのアンカーオフセット
nl: Positieverschuiving per scherm
pl: Przesunięcie zakotwiczenia dla ekranu
pt: Deslocamento da Âncora por Monitor
ru: Смещение привязки для дисплея
sv: Ankarförskjutning per bildskärm
tr: Ekran Başına Sabitleme Ofseti
vi: Độ lệch neo theo màn hình
zh_hans: 各显示器锚点偏移
zh_hant: 各顯示器錨點偏移

source: Per-Display Profile
ar: ملف التعريف لكل شاشة
de: Profil pro Bildschirm
es: Perfil por pantalla
fr: Profil par écran
hu: Kijelzőnkénti profil
ja: ディスプレイごとのプロファイル
nl: Profiel per scherm
pl: Profil dla wyświetlacza
pt: Perfil por ecrã
ru: Профиль на дисплей
sv: Profil per bildskärm
tr: Ekran Başına Profil
vi: Hồ sơ cho từng màn hình
zh_hans: 各显示器的配置文件
zh_hant: 依顯示器設定檔

source: percent
ar: نسبة مئوية
de: prozent
es: porcentaje
fr: pourcentage
hu: százalék
ja: パーセント
nl: procent
pl: procent
pt: percentagem
ru: процент
sv: procent
tr: yüzde
vi: phần trăm
zh_hans: 百分比
zh_hant: 百分比

source: Perform a window action when you scroll down over a preview thumbnail
ar: تنفيذ إجراء على النافذة عند التمرير لأسفل فوق صورة المعاينة المصغرة
de: Eine Fensteraktion ausführen, wenn Sie über einer Vorschauminiatur nach unten scrollen
es: Realiza una acción de ventana al desplazarte hacia abajo sobre una miniatura de previsualización
fr: Effectuer une action de fenêtre lorsque vous faites défiler vers le bas sur une miniature d'aperçu
hu: Ablakművelet végrehajtása, amikor lefelé görget egy előnézeti miniatűr fölött
ja: プレビューのサムネール上で下にスクロールしたときにウインドウアクションを実行
nl: Voer een vensteractie uit wanneer je over een miniatuurweergave naar beneden scrolt
pl: Wykonuj akcję okna podczas przewijania w dół nad miniaturą podglądu
pt: Executar uma ação de janela quando desloca para baixo sobre uma miniatura de pré-visualização
ru: Выполнять действие с окном при прокрутке вниз над миниатюрой предпросмотра
sv: Utför en fönsteråtgärd när du rullar nedåt över en förhandsvisningsminiatyr
tr: Bir önizleme küçük resminin üzerinde aşağı kaydırdığında bir pencere eylemi gerçekleştir
vi: Thực hiện thao tác cửa sổ khi bạn cuộn xuống trên hình thu nhỏ của bản xem trước
zh_hans: 在预览缩略图上向下滚动时，执行窗口操作
zh_hant: 在預覽縮圖上向下捲動時，執行視窗動作

source: Perform a window action when you scroll up over a preview thumbnail
ar: تنفيذ إجراء على النافذة عند التمرير لأعلى فوق صورة المعاينة المصغرة
de: Eine Fensteraktion ausführen, wenn Sie über einer Vorschauminiatur nach oben scrollen
es: Realiza una acción de ventana al desplazarte hacia arriba sobre una miniatura de previsualización
fr: Effectuer une action de fenêtre lorsque vous faites défiler vers le haut sur une miniature d'aperçu
hu: Ablakművelet végrehajtása, amikor felfelé görget egy előnézeti miniatűr fölött
ja: プレビューのサムネール上で上にスクロールしたときにウインドウアクションを実行
nl: Voer een vensteractie uit wanneer je over een miniatuurweergave naar boven scrolt
pl: Wykonuj akcję okna podczas przewijania w górę nad miniaturą podglądu
pt: Executar uma ação de janela quando desloca para cima sobre uma miniatura de pré-visualização
ru: Выполнять действие с окном при прокрутке вверх над миниатюрой предпросмотра
sv: Utför en fönsteråtgärd när du rullar uppåt över en förhandsvisningsminiatyr
tr: Bir önizleme küçük resminin üzerinde yukarı kaydırdığında bir pencere eylemi gerçekleştir
vi: Thực hiện thao tác cửa sổ khi bạn cuộn lên trên hình thu nhỏ của bản xem trước
zh_hans: 在预览缩略图上向上滚动时，执行窗口操作
zh_hant: 在預覽縮圖上向上捲動時，執行視窗動作

source: Perform this window action when you scroll down over a preview thumbnail
ar: تنفيذ إجراء النافذة هذا عند التمرير لأسفل فوق صورة المعاينة المصغرة
de: Diese Fensteraktion ausführen, wenn Sie über einer Vorschauminiatur nach unten scrollen
es: Realiza esta acción de ventana al desplazarte hacia abajo sobre una miniatura de previsualización
fr: Effectuer cette action de fenêtre lorsque vous faites défiler vers le bas sur une miniature d'aperçu
hu: Ez az ablakművelet fut le, amikor lefelé görget egy előnézeti miniatűr fölött
ja: プレビューのサムネール上で下にスクロールしたときに、このウインドウアクションを実行
nl: Voer deze vensteractie uit wanneer je over een miniatuurweergave naar beneden scrolt
pl: Wykonuj tę akcję okna podczas przewijania w dół nad miniaturą podglądu
pt: Executar esta ação de janela quando desloca para baixo sobre uma miniatura de pré-visualização
ru: Выполнять это действие с окном при прокрутке вниз над миниатюрой предпросмотра
sv: Utför den här fönsteråtgärden när du rullar nedåt över en förhandsvisningsminiatyr
tr: Bir önizleme küçük resminin üzerinde aşağı kaydırdığında bu pencere eylemini gerçekleştir
vi: Thực hiện thao tác cửa sổ này khi bạn cuộn xuống trên hình thu nhỏ của bản xem trước
zh_hans: 在预览缩略图上向下滚动时，执行此窗口操作
zh_hant: 在預覽縮圖上向下捲動時，執行此視窗動作

source: Perform this window action when you scroll up over a preview thumbnail
ar: تنفيذ إجراء النافذة هذا عند التمرير لأعلى فوق صورة المعاينة المصغرة
de: Diese Fensteraktion ausführen, wenn Sie über einer Vorschauminiatur nach oben scrollen
es: Realiza esta acción de ventana al desplazarte hacia arriba sobre una miniatura de previsualización
fr: Effectuer cette action de fenêtre lorsque vous faites défiler vers le haut sur une miniature d'aperçu
hu: Ez az ablakművelet fut le, amikor felfelé görget egy előnézeti miniatűr fölött
ja: プレビューのサムネール上で上にスクロールしたときに、このウインドウアクションを実行
nl: Voer deze vensteractie uit wanneer je over een miniatuurweergave naar boven scrolt
pl: Wykonuj tę akcję okna podczas przewijania w górę nad miniaturą podglądu
pt: Executar esta ação de janela quando desloca para cima sobre uma miniatura de pré-visualização
ru: Выполнять это действие с окном при прокрутке вверх над миниатюрой предпросмотра
sv: Utför den här fönsteråtgärden när du rullar uppåt över en förhandsvisningsminiatyr
tr: Bir önizleme küçük resminin üzerinde yukarı kaydırdığında bu pencere eylemini gerçekleştir
vi: Thực hiện thao tác cửa sổ này khi bạn cuộn lên trên hình thu nhỏ của bản xem trước
zh_hans: 在预览缩略图上向上滚动时，执行此窗口操作
zh_hant: 在預覽縮圖上向上捲動時，執行此視窗動作

source: performance
ar: أداء
de: leistung
es: rendimiento
fr: performances
hu: teljesítmény
ja: パフォーマンス
nl: prestatie
pl: wydajność
pt: desempenho
ru: производительность
sv: prestanda
tr: performans
vi: hiệu năng
zh_hans: 性能
zh_hant: 效能

source: Performance
ar: الأداء
de: Leistung
es: Rendimiento
hu: Teljesítmény
ja: パフォーマンス
nl: Prestaties
pl: Wydajność
pt: Desempenho
ru: Производительность
sv: Prestanda
tr: Performans
vi: Hiệu năng
zh_hans: 性能
zh_hant: 效能

source: Period
ar: الفترة
de: Zeitraum
es: Periodo
fr: Période
hu: Időszak
ja: 期間
nl: Periode
pl: Okres
pt: Período
ru: Период
tr: Dönem
vi: Khoảng thời gian
zh_hans: 周期
zh_hant: 時段

# Permission %lld of %lld
source: Permission %1$lld of %2$lld
ar: الإذن %1$lld من %2$lld
de: Berechtigung %1$lld von %2$lld
es: Permiso %1$lld de %2$lld
fr: Permission %1$lld de %2$lld
hu: Engedély: %1$lld/%2$lld
ja: アクセス許可（%1$lld/%2$lld）
nl: Machtiging %1$lld van %2$lld
pl: Uprawnienie %1$lld z %2$lld
pt: Permissão %1$lld de %2$lld
ru: Разрешение %1$lld из %2$lld
sv: Behörighet %1$lld av %2$lld
tr: %2$lld'nin %1$lld izni
vi: Quyền %1$lld trên %2$lld
zh_hans: 权限 %1$lld / %2$lld
zh_hant: 權限 %1$lld / %2$lld

source: Permissions
ar: صلاحيات
de: Berechtigungen
es: Permisos
fr: Autorisations
hu: Engedélyek
ja: 権限
nl: Machtigingen
pl: Uprawnienia
pt: Permissões
ru: Права доступа
sv: Behörigheter
tr: İzinler
vi: Quyền truy cập
zh_hans: 权限
zh_hant: 權限

source: Permissions Overview
ar: نظرة عامة على الأذونات
de: Berechtigungsübersicht
es: Resumen de permisos
fr: Aperçu des autorisations
hu: Engedélyek áttekintése
ja: 権限の概要
nl: Machtigingenoverzicht
pl: Przegląd uprawnień
pt: Vista geral das permissões
ru: Обзор разрешений
sv: Behörighetsöversikt
tr: İzinlere Genel Bakış
vi: Tổng quan Quyền truy cập
zh_hans: 权限总览
zh_hant: 權限概覽

source: phone
ar: هاتف
de: telefon
es: teléfono
fr: téléphone
hu: telefon
ja: 電話
nl: telefoon
pl: telefon
pt: telefone
ru: телефон
sv: telefon
tr: telefon
vi: điện thoại
zh_hans: 电话
zh_hant: 電話

source: photos
ar: صور
de: fotos
es: fotos
hu: fotók
ja: 写真
nl: foto's
pl: zdjęcia
pt: fotografias
ru: фото
sv: bilder
tr: fotoğraflar
vi: ảnh
zh_hans: 照片
zh_hant: 照片

source: Photos
ar: الصور
de: Fotos
es: Fotos
hu: Fotók
ja: 写真
nl: Foto's
pl: Zdjęcia
pt: Fotografias
ru: Фото
sv: Bilder
tr: Fotoğraflar
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Pick
ar: التقاط
de: Aufnehmen
es: Elegir
fr: Prélever
hu: Mintavétel
ja: 選択
nl: Kies
pl: Pobierz kolor
pt: Escolher
ru: Выбрать
sv: Välj
tr: Seç
vi: Chọn
zh_hans: 选取
zh_hant: 選擇

source: Pick a color
ar: اختر لونًا
de: Farbe wählen
es: Elige un color
fr: Choisir une couleur
hu: Válasszon színt
ja: カラーを選択
nl: Kies een kleur
pl: Wybierz kolor
pt: Escolher cor
ru: Выберите цвет
sv: Välj en färg
tr: Renk seç
vi: Chọn màu
zh_hans: 选取颜色
zh_hant: 選擇顏色

source: Pick a length
ar: اختر مدة
de: Dauer wählen
es: Elige una duración
fr: Choisir une durée
hu: Válasszon hosszt
ja: 長さを選択
nl: Kies een duur
pl: Wybierz czas
pt: Escolha uma duração
ru: Выберите длительность
sv: Välj en längd
tr: Bir süre seç
vi: Chọn thời lượng
zh_hans: 选择时长
zh_hant: 選擇長度

source: Pick any pixel on screen. The color is copied and saved here.
ar: اختر أي بكسل على الشاشة. يُنسخ اللون ويُحفظ هنا.
de: Wählen Sie ein beliebiges Pixel auf dem Bildschirm. Die Farbe wird kopiert und hier gespeichert.
es: Elige cualquier píxel de la pantalla. El color se copia y se guarda aquí.
fr: Prélevez n'importe quel pixel à l'écran. La couleur est copiée et enregistrée ici.
hu: Válasszon ki bármely képpontot a képernyőn. A szín a vágólapra kerül, és itt mentődik.
ja: 画面上の任意のピクセルを選択してください。カラーがコピーされ、ここに保存されます。
nl: Kies een willekeurige pixel op het scherm. De kleur wordt gekopieerd en hier bewaard.
pl: Wybierz dowolny piksel na ekranie. Kolor zostanie skopiowany i zapisany tutaj.
pt: Escolha qualquer píxel no ecrã. A cor é copiada e guardada aqui.
ru: Выберите любой пиксель на экране. Цвет будет скопирован и сохранен здесь.
sv: Välj valfri pixel på skärmen. Färgen kopieras och sparas här.
tr: Ekrandaki herhangi bir pikseli seç. Renk kopyalanır ve burada kaydedilir.
vi: Chọn bất kỳ điểm ảnh nào trên màn hình. Màu sẽ được sao chép và lưu tại đây.
zh_hans: 选取屏幕上的任意像素。颜色会复制并保存在此。
zh_hant: 選取螢幕上的任一像素。該顏色會自動拷貝並儲存在這裡。

source: pictures
ar: صور
de: bilder
es: imágenes
fr: images
hu: képek
ja: 画像
nl: afbeeldingen
pl: obrazki
pt: imagens
ru: изображения
sv: foton
tr: resimler
vi: hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Pill Style
ar: نمط الكبسولة
de: Kapselstil
es: Estilo de píldora
fr: Fond en forme de pilule
hu: Kapszulastílus
ja: ピルスタイル
nl: Pilstijl
pl: Styl kapsułki
pt: Estilo de pílula
ru: Стиль пилюли
sv: Kapselstil
tr: Hap Stili
vi: Kiểu bo viên
zh_hans: 胶囊样式
zh_hant: 膠囊樣式

source: Pin
ar: تثبيت
de: Anheften
es: Fijar
fr: Épingler
hu: Kitűzés
ja: ピン留め
nl: Vastzetten
pl: Przypnij
pt: Afixar
ru: Закрепить
sv: Fäst
tr: Sabitle
vi: Ghim
zh_hans: 固定
zh_hant: 釘選

source: Pin a folder to the file tray
ar: تثبيت مجلد في حاوية الملفات
de: Ordner an die Datei-Ablage anheften
es: Fija una carpeta a la bandeja de archivos
fr: Épingler un dossier dans le tiroir
hu: Mappa kitűzése a Fájltároló Tálcára
ja: フォルダをファイルトレイにピン留め
nl: Zet een map vast in het bestandsvak
pl: Przypnij folder do Półki plików
pt: Afixar uma pasta no tabuleiro de ficheiros
ru: Закрепить папку в лотке файлов
sv: Fäst en mapp i filbrickan
tr: Bir klasörü dosya tepsisine sabitle
vi: Ghim một thư mục vào khay tệp
zh_hans: 将文件夹固定到文件托盘
zh_hant: 將檔案夾釘選至檔案托盤

source: Pin a profile to a specific monitor so a work display and a personal display can keep different app rows.
ar: ثبّت ملف تعريف على شاشة معيّنة لكي تحتفظ شاشة العمل والشاشة الشخصية بصفّي تطبيقات مختلفين.
de: Heften Sie ein Profil an einen bestimmten Bildschirm, damit Arbeits- und Privatbildschirm unterschiedliche App-Zeilen beibehalten können.
es: Fija un perfil a un monitor concreto para que una pantalla de trabajo y una personal mantengan filas de apps distintas.
fr: Épinglez un profil à un moniteur précis pour qu'un écran de travail et un écran personnel gardent des rangées d'apps différentes.
hu: Rögzítsen egy profilt egy adott monitorhoz, így a munkakijelző és a személyes kijelző eltérő appsort használhat.
ja: プロファイルを特定のモニタに固定すると、仕事用ディスプレイと個人用ディスプレイで異なるアプリの並びを保てます。
nl: Koppel een profiel aan een specifieke monitor, zodat je op je werkmonitor en je persoonlijke monitor verschillende app-rijen kunt weergeven.
pl: Przypnij profil do określonego wyświetlacza, aby wyświetlacze używane do pracy i do celów prywatnych mogły zachować różne rzędy aplikacji.
pt: Afixe um perfil a um monitor específico para que um ecrã de trabalho e um ecrã pessoal mantenham filas de aplicações diferentes.
ru: Закрепить профиль за конкретным монитором, чтобы рабочий и личный дисплеи могли иметь разные ряды приложений.
sv: Fäst en profil på en viss bildskärm så att en arbetsskärm och en privat skärm kan behålla olika apprader.
tr: Bir iş ekranı ile kişisel ekranın farklı uygulama satırları tutabilmesi için bir profili belirli bir monitöre sabitle.
vi: Ghim một hồ sơ vào một màn hình cụ thể để màn hình công việc và màn hình cá nhân có thể duy trì các hàng ứng dụng khác nhau.
zh_hans: 将配置文件固定到指定显示器，让工作和个人显示器各自保留不同的应用行。
zh_hant: 將設定檔釘選至特定顯示器，讓工作顯示器與個人顯示器能各自保留不同的應用程式列。

source: Pin App
ar: تثبيت التطبيق
de: App anheften
es: Fijar app
fr: Épingler l'app
hu: App kitűzése
ja: アプリをピン留め
nl: App vastzetten
pl: Przypnij aplikację
pt: Afixar App
ru: Закрепить приложение
sv: Fäst app
tr: Uygulamayı Sabitle
vi: Ghim ứng dụng
zh_hans: 固定应用
zh_hant: 釘選應用程式

source: Pin Apps to the Front of the Switcher
ar: تثبيت التطبيقات في مقدمة المبدّل
de: Apps am Anfang des Fensterwechslers anheften
es: Fijar apps al principio del selector
fr: Épingler des apps en tête du sélecteur
hu: Appok kitűzése a váltó elejére
ja: スイッチャーの先頭にピン留めするアプリ
nl: Apps vooraan in de wisselaar vastzetten
pl: Przypnij aplikacje na początku przełącznika
pt: Afixar Apps no Início do Alternador
ru: Закрепить приложения в начале переключателя
sv: Fäst appar först i växlaren
tr: Uygulamaları Değiştiricinin Başına Sabitle
vi: Ghim ứng dụng lên đầu bộ chuyển đổi
zh_hans: 将应用固定在切换器最前面
zh_hant: 將應用程式釘選在切換器最前方

source: Pin Command
ar: تثبيت الأمر
de: Befehl anheften
es: Fijar comando
fr: Épingler la commande
hu: Parancs kitűzése
ja: コマンドをピン留め
nl: Opdracht vastzetten
pl: Przypnij polecenie
pt: Afixar comando
ru: Закрепить команду
sv: Fäst kommando
tr: Komutu Sabitle
vi: Ghim lệnh
zh_hans: 固定命令
zh_hant: 釘選指令

source: Pin folders beside the file tray to show their contents and receive dropped files
ar: تثبيت مجلدات بجانب حاوية الملفات لعرض محتوياتها واستقبال الملفات المسحوبة إليها
de: Ordner neben der Datei-Ablage anheften, um ihre Inhalte anzuzeigen und dort abgelegte Dateien aufzunehmen
es: Fija carpetas junto a la bandeja de archivos para mostrar su contenido y recibir archivos soltados
fr: Épingler des dossiers à côté du tiroir de fichiers pour afficher leur contenu et recevoir les fichiers déposés
hu: Mappák kitűzése a Fájltároló Tálca mellé a tartalmuk megjelenítéséhez és az odahúzott fájlok fogadásához
ja: ファイルトレイの横にフォルダをピン留めして、内容の表示とドロップされたファイルの受け取りができます
nl: Zet mappen naast het bestandsvak vast om hun inhoud weer te geven en er bestanden in neer te zetten
pl: Przypnij foldery obok Półki plików, aby pokazywać ich zawartość i przyjmować upuszczane pliki
pt: Afixe pastas ao lado do tabuleiro de ficheiros para mostrar o conteúdo e receber ficheiros largados
ru: Закреплять папки рядом с лотком файлов, чтобы показывать их содержимое и принимать перетаскиваемые файлы
sv: Fäst mappar bredvid filbrickan för att visa deras innehåll och ta emot släppta filer
tr: İçeriklerini göstermek ve bırakılan dosyaları almak için klasörleri dosya tepsisinin yanına sabitle
vi: Ghim các thư mục bên cạnh khay tệp để hiển thị nội dung của chúng và nhận các tệp được thả vào
zh_hans: 将文件夹固定在文件托盘旁边，以显示其内容并接收拖放的文件
zh_hant: 將檔案夾釘選在檔案托盤旁，即可瀏覽其內容並接收拖放的檔案

source: Pin on Screen
ar: تثبيت على الشاشة
de: Auf Bildschirm anheften
es: Fijar en pantalla
fr: Épingler à l’écran
hu: Kitűzés a kijelzőre
ja: 画面にピン留め
nl: Aan scherm vastzetten
pl: Przypnij na wyświetlaczu
pt: Afixar no ecrã
ru: Закрепить на экране
sv: Fäst på skärmen
tr: Ekrana sabitle
vi: Ghim trên màn hình
zh_hans: 固定到屏幕
zh_hant: 固定至顯示器

source: Pin one end of the dock to a screen position, or set how far it sits from the screen edge.
ar: ثبّت أحد طرفي Dock عند موضع على الشاشة، أو حدد مدى بعده عن حافة الشاشة.
de: Ein Ende des Docks an einer Bildschirmposition fixieren oder festlegen, wie weit es vom Bildschirmrand entfernt ist.
es: Fija un extremo del Dock a una posición de la pantalla o define a qué distancia queda del borde de la pantalla.
fr: Ancrer une extrémité du dock à une position de l'écran, ou régler sa distance au bord de l'écran.
hu: Rögzítse a Dock egyik végét egy képernyőpozícióhoz, vagy állítsa be, milyen messze legyen a képernyő szélétől.
ja: Dockの一端を画面上の位置に固定するか、画面の端からの距離を設定します。
nl: Zet één uiteinde van het Dock vast op een plek op het scherm, of stel in hoe ver het van de rand van het scherm af moet staan.
pl: Przypnij jeden koniec Docka do położenia na wyświetlaczu albo ustaw odległość od jego krawędzi.
pt: Fixe uma extremidade da dock numa posição do ecrã ou defina a distância a que fica da margem do ecrã.
ru: Привяжите один конец Dock к положению на экране или задайте расстояние от края экрана.
sv: Fäst ena änden av docken vid en skärmposition, eller ange hur långt från skärmkanten den ligger.
tr: Dock'un bir ucunu ekranda bir konuma sabitle veya ekran kenarından ne kadar uzakta duracağını ayarla.
vi: Cố định một đầu của dock vào một vị trí màn hình, hoặc đặt khoảng cách từ nó đến cạnh màn hình.
zh_hans: 将 Dock 的一端固定到屏幕上的指定位置，或设置它与屏幕边缘的距离。
zh_hant: 將 Dock 的一端固定於螢幕上的特定位置，或設定其與螢幕邊緣的距離。

source: Pin the native dock to a different edge
ar: تثبيت Dock الأصلي على حافة مختلفة
de: Das systemeigene Dock an einer anderen Kante fixieren
es: Fija el Dock nativo a otro borde
fr: Épingler le dock natif sur un autre bord
hu: A natív Dock kitűzése egy másik képernyőszélhez
ja: 標準のDockを別の端に固定
nl: Zet het standaard Dock van macOS vast aan een andere rand
pl: Przypnij systemowy Dock do innej krawędzi
pt: Afixar a Dock nativa noutra margem
ru: Переместить системный Dock к другому краю
sv: Fäst den inbyggda Docken vid en annan kant
tr: Yerel dock'u farklı bir kenara sabitle
vi: Ghim dock mặc định vào một cạnh khác
zh_hans: 将原生 Dock 固定到另一侧边缘
zh_hant: 將原生 Dock 固定到其他邊緣
